[
  "obsidian-admonition",
  "table-editor-obsidian",
  "obsidian-annotator",
  "better-word-count",
  "buttons",
  "calendar",
  "callout-manager",
  "obsidian-chartsview-plugin",
  "cmenu-plugin",
  "colored-text",
  "dataview",
  "emoji-shortcodes",
  "obsidian-excalidraw-plugin",
  "file-explorer-note-count",
  "highlightr-plugin",
  "homepage",
  "mermaid-tools",
  "obsidian-functionplot",
  "obsidian-plugin-update-tracker",
  "darlal-switcher-plus",
  "obsidian-reading-time",
  "recent-files-obsidian",
  "spoiler-block-obsidian",
  "obsidian-style-settings",
  "size-history",
  "math-booster",
  "code-styler",
  "obsidian-spaced-repetition",
  "obsidian-icon-folder",
  "latex-algorithms",
  "templater-obsidian",
  "drawio-obsidian",
  "quick-latex",
  "mathlinks",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-list-callouts",
  "obsidian-git"
]